Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: For most humans, this streetlight will appear yellow.
sv_se: De flesta människor kommer att uppfatta denna gatubelysning som gul.

source: For my further education
sv_se: För min fortsatta utbildning

source: For one week, at the end of each night and the end of each day, the scientists counted the number of ground beetles that had fallen into the pitfall traps.
sv_se: Under en vecka, i slutet av varje natt och i slutet av varje dag, räknade forskarna antalet jordlöpare som hade fångats i fallgroparna.

source: For our group work
sv_se: För grupparbeten

source: For our individual work
sv_se: För våra individuella arbeten

source: For our model to work, we need to adjust the values of variables that have +/- buttons.
sv_se: För att vår modell ska fungera behöver vi anpassa värdena på de variabler som har knapparna +/-.

source: For personal development (e.g. courses for personal interest, reading for knowledge or pleasure)
sv_se: För min egen utveckling (t.ex intressanta kurser, läsa för att lära mig eller för nöjes skull)

source: For some subjects
sv_se: I vissa ämnen

source: For students in <national modal grade for 15-year-olds>, does your school provide the following study help?
sv_se: Tillhandahåller din skola följande studiehjälp åt elever i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: For the block to work, you must select options from the drop-down menus.
sv_se: För att blocket ska fungera måste du välja alternativ från rullistorna.

source: For the departure time you selected, what is the latest arrival time at school?
sv_se: Vilken blir den senaste ankomsttiden till skolan för den avgångstid som du har valt?

source: For the investigation to produce a conclusion about the effect of ship noise on fish behaviour, which of these conditions must occur?
sv_se: Vilka av nedanstående förutsättningar måste vara uppfyllda för att det ska gå att dra slutsatser från studien om vilken effekt skeppsljud har på fiskars beteende?

source: For this departure time, what is the latest arrival time at school?
sv_se: Vad blir den senaste ankomsttiden till skolan med den här avgångstiden?

source: For this task, both odd rows look the same, so they are filled using a for odd rows block.
sv_se: I den här uppgiften ser de båda udda raderna likadana ut, så de fylls med ett för udda rader-block.

source: For travelling
sv_se: För att resa

source: For using computers and other technical devices
sv_se: För att kunna använda datorer eller annan teknisk utrustning

source: For which age range would these estimates be most accurate?
sv_se: För vilket åldersintervall skulle dessa uppskattningar vara mest korrekta?

source: For which carnivorous group would this data be most accurate?
sv_se: För vilken grupp av köttätare skulle dessa data vara mest korrekta?

source: For which of the following activities could making a sound help the animal?
sv_se: För vilken eller vilka av följande aktiviteter kan möjligheten att göra ljud underlätta för djuret?

source: For which of the following reasons could a government consider introducing a carbon tax?
sv_se: Av vilka av följande anledningar skulle en regering kunna överväga att införa en koldioxidskatt?

source: For which of these reasons do scientists classify organisms?
sv_se: Av vilka anledningar klassificerar forskare organismer?

source: For which one of these groups is its overall extinction risk prediction likely to be most accurate?
sv_se: För vilken av dessa grupper är förutsägelsen om dess övergripande utrotningsrisk sannolikt mest korrekt?

source: For which one of these reasons was the study conducted with a large number of households and for 5 years?
sv_se: Av vilken av dessa anledningar genomfördes studien med ett stort antal hushåll och under fem års tid?

source: Forest Green
sv_se: Skogsgrön

source: Form a group
sv_se: Bilda en grupp

source: Formal qualification programmes (e.g. a degree programme)
sv_se: Formella utbildningprogram (t.ex. program som leder till en examen)

source: Formulating the school budget
sv_se: Besluta om skolans budget

source: Forward
sv_se: Framåt

source: Foster parents
sv_se: Fosterföräldrar

source: Four
sv_se: Fyra

source: Four locations marked on the map are at the following heights:
sv_se: Fyra platser markerade på kartan ligger på följande höjder:

source: Four materials expand and one contracts.
sv_se: Fyra material expanderar och ett krymper.

source: Four new locations are being considered for turbines.
sv_se: Man överväger fyra nya platser för turbiner.

source: Four or more
sv_se: Fyra eller fler

source: Fragments surrounded by dense loblolly pine plantation forest
sv_se: Odlingsytor omgivna av tätt odlad loblollytall

source: Fragrances and colourants
sv_se: Dofter och färgämnen

source: Fred Braun
sv_se: Ove Lind

source: French
sv_se: Franska

source: Freshwater
sv_se: Sötvatten

source: Freshwater species – mainly found in freshwater
sv_se: Sötvattensarter - finns huvudsakligen i sötvatten

source: Freshwater use
sv_se: Användning av färskvatten

source: Frog species
sv_se: Grodarter

source: Frog species 1
sv_se: Grodart 1

source: Frog species 2
sv_se: Grodart 2

source: Frogs and Road Noise
sv_se: Grodor och trafikbuller

source: Frogs need to live in ponds or other places with water to survive.
sv_se: Grodor måste leva i dammar eller på andra platser med vatten för att överleva.

source: Frogs that moved away and continued calling
sv_se: Grodor som flyttade sig och fortsatte med sina lockläten

source: Frogs that moved away and stopped calling
sv_se: Grodor som flyttade sig och slutade med sina lockläten

source: From school I have learnt that I can make a difference.
sv_se: I skolan har jag lärt mig att jag kan göra skillnad.

source: Frozen soil
sv_se: Frusen jord

source: Fuel
sv_se: Bränsle

source: Fuel 1
sv_se: Bränsle 1

source: Fuel 2
sv_se: Bränsle 2

source: Fuel to Minimise Carbon Dioxide
sv_se: Bränsle för att minimera koldioxid

source: Full moon and clouds
sv_se: Fullmåne och moln

source: Full water bottles attached to bin
sv_se: Fulla vattenflaskor fästa vid soptunna

source: Full-time
sv_se: Heltid

source: Gamma rays travel in a straight line.
sv_se: Gammafotoner färdas i en rät linje.

source: Gas (8 Zeds per MWh)
sv_se: Gas (8 zed per MWh)

source: Generally, in your school, how often are students <in national modal grade for 15-year-olds> assessed using the following methods?
sv_se: Hur ofta bedöms elever i årskurs 9 i allmänhet med hjälp av följande metoder? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Generating electricity from wave energy raises four types of issues: economic, environmental, social/political and technical/scientific.
sv_se: Att generera elektricitet med hjälp av vågenergi ger upphov till fyra typer av problem: ekonomiska, miljömässiga, sociala/politiska och tekniska/vetenskapliga.

source: Generating electricity from wind turbines has less negative impact on the environment than generating electricity from fossil fuels.
sv_se: Att generera el från vindkraftverk har mindre negativ effekt på miljön än att generera el från fossila bränslen.

source: Genes from the nucleus of the Scottish Blackface donor cell will be passed on to Dolly.
sv_se: Gener från cellkärnan i donatorcellen från Scottish Blackface kommer att överföras till Dolly.

source: Geneticallly modified crops of cotton are also not classified as organic.
sv_se: Genetiskt modifierade bomullsgrödor klassas inte heller som ekologiska.

source: Genetically modified cotton crops use less water than non-genetically modified organic cotton crops.
sv_se: Genetiskt modifierade bomullsgrödor förbrukar mindre vatten än icke genetiskt modifierade ekologiska bomullsgrödor.

source: German
sv_se: Tyska

source: Get started
sv_se: Kom igång

source: Get worse
sv_se: Öka

source: Getting ‘no scooter’ saves her no time.
sv_se: Får hon "ingen moped" sparar hon ingen tid.

source: Getting ‘scooter’ saves her 10 minutes of travel time that influence her arrival time.
sv_se: Får hon "moped" sparar hon 10 minuter på restiden vilket påverkar hennes ankomsttid.

source: Give a reason for your answer.
sv_se: Motivera ditt svar.

source: Give a reason for your choice.
sv_se: Ge en förklaring som stöder ditt svar.

source: Give me feedback on my strengths
sv_se: Berättar vilka mina starka sidor är

source: Give one advantage and one disadvantage of using hydroelectric power plants to generate electrical energy instead of using fossil fuel.
sv_se: Ange en fördel och en nackdel med att använda vattenkraftverk för att generera elektrisk energi istället för att använda fossila bränslen.

source: Give one advantage of using a PET scan radiotracer with a short half-life.
sv_se: Ange en fördel med att använda ett radioaktivt spårämne med kort halveringstid för PET-undersökningar.

source: Give one disadvantage of using a PET scan radiotracer with a short half-life.
sv_se: Ange en nackdel med att använda ett radioaktivt spårämne med kort halveringstid för PET-undersökningar.

source: Give one property of plastic bottles and explain how it made them useful for this demonstration.
sv_se: Nämn en egenskap som plastflaskor har och förklara hur denna egenskap gjorde dem användbara för detta experiment

source: Give one reason for why the markings benefit the flowering plant.
sv_se: Ge en orsak till att dessa mönster är till nytta för den blommande växten.

source: Give suggestions in <English²> on how to improve speaking and writing.
sv_se: Ger förslag på engelska på hur tal och skrift kan förbättras.

source: Give suggestions in <PISA reading test language> or another language different from <English²> on how to improve speaking and writing.
sv_se: Ger förslag på svenska eller något annat språk än engelska på hur tal och skrift kan förbättras.

source: Give two reasons that explain why these factors are changing.
sv_se: Ge två anledningar som förklarar varför dessa faktorer förändras.

source: Give two reasons why using a fluorine-18 radiotracer for a PET scan might be more effective than using an oxygen-15 radiotracer.
sv_se: Ange två anledningar till varför ett radioaktivt spårämne av typen fluor-18 kan vara mer effektivt än ett radioaktivt spårämne av typen syre-15.

source: Give you feedback on your homework.
sv_se: Ger dig återkoppling på dina läxor.

source: Given this information, Saha made a suggestion.
sv_se: Baserat på denna information kom Simon med ett förslag.

source: Given time, what kind of habitat will most likely form in the fragments?
sv_se: Över tid, vilken typ av livsmiljö kommer troligen att bildas i odlingsytorna?

source: Glaciers have been shrinking in recent decades and there has not been enough water for irrigation in spring.
sv_se: Glaciärerna har krympt de senaste årtiondena och det har inte funnits tillräckligt med vatten för bevattning under våren.

source: Glare
sv_se: Bländande ljussken

source: Global Surface Temperature
sv_se: Temperatur vid jordens yta

source: Global Warming
sv_se: Global uppvärmning

source: Global Warming and Climate Change
sv_se: Global uppvärmning och klimatförändringar

source: Global sea level differences
sv_se: Förändring i global havsnivå

source: Global temperature differences
sv_se: Förändringar i global temperatur

source: Global warming could lead to extensive melting of the permafrost and result in a climate tipping point.
sv_se: Global uppvärmning kan leda till omfattande avsmältning av permafrosten och resultera i en tippningspunkt för klimatet.

source: Go away
sv_se: Ge dig väg

source: Go home
sv_se: Gå hem

source: Go to fruit shop
sv_se: Gå till fruktaffären

source: Go to next library
sv_se: Gå till nästa bibliotek

source: Go to the library
sv_se: Gå till biblioteket

source: Goal state
sv_se: Målsättning

source: Gold
sv_se: Orangegul

source: Good answers are based on evidence from many different experiments.
sv_se: Bra svar baseras på bevis från många olika experiment.

source: Government (includes departments, local, regional, state and national)
sv_se: Stat och kommun

source: Grandparent(s)
sv_se: Mor-/farföräldrar

source: Grandparents
sv_se: Mor- och farföräldrar

source: Graph 1 -
sv_se: Diagram 1 –

source: Graph 1 as the differences before and after construction of the turbines are more obvious
sv_se: Diagram 1 eftersom skillnaden före och efter uppförandet av kraftverken är mer uppenbar.

source: Graph 2 -
sv_se: Diagram 2 –

source: Graph 2 as it allows a comparison that takes into account any difference in the total numbers of eagle flights observed for each part of the study
sv_se: Diagram 2 eftersom det är möjligt att göra en jämförelse som tar hänsyn till eventuella skillnader i det totala antalet kungsörnsflygningar som observerats i varje del av studien.

source: Graph A
sv_se: Diagram A

source: Graph B
sv_se: Diagram B

source: Graph C
sv_se: Diagram C

source: Graph D
sv_se: Diagram D

source: Graph E
sv_se: Diagram E

source: Graphs with 2 lines allow Sam to compare results.
sv_se: Diagram med två grafer gör att Sam kan jämföra resultaten.

source: Gravity
sv_se: Gravitation

source: Great job!
sv_se: Bra jobbat!

source: Great!
sv_se: Bra!

source: Green
sv_se: Grön

source: Greenhouse gas emissions
sv_se: Utsläpp av växthusgaser

source: Greenhouse gas emissions per kilogram of food (kg CO₂ per kg of food)
sv_se: Växthusgasutsläpp per kilogram mat (kg CO₂ per kg livsmedel)

source: Greenland Ice Sheet
sv_se: Grönlands istäcke

source: Grid
sv_se: Rutnät

source: Ground beetles are predators of slugs, as shown in the simplified food chain below.
sv_se: Jordlöpare är rovdjur som jagar sniglar, som den förenklade näringskedjan nedan visar.

source: Group 1
sv_se: Grupp 1

source: Group 2
sv_se: Grupp 2

source: Group 3
sv_se: Grupp 3

source: Groups of argan trees were grown in soil containing either Glomus sp1 or Glomus sp2.
sv_se: Grupper av arganträd odlades i jord som innehöll antingen Glomus sp1 eller Glomus sp2.

source: Groups of scientists rarely communicate with each other.
sv_se: Forskargrupper kommunicerar sällan med varandra.

source: Growth curve
sv_se: Tillväxtkurva

source: Growth rings in animal bone
sv_se: Tillväxtringar i djurben

source: HOURS
sv_se: TIMMAR

source: HTML, XML, or other markup languages
sv_se: HTML, XML, eller andra märkspråk

source: Half-life (minutes)
sv_se: Halveringstid (minuter)

source: Half-life is the time required for one-half of the radioactive atoms in a sample to decay.
sv_se: Halveringstiden är den tid det tar för hälften av alla radioaktiva atomer i ett prov att sönderfalla.

source: Hand Sanitisers
sv_se: Handdesinfektionsmedel

source: Harmful / Irritant
sv_se: Skadlig / irriterande

source: Has total waiting time reached 5 minutes?
sv_se: Har den sammanlagda väntetiden kommit upp i 5 minuter?

source: Has visitor entered all viewing areas in the room?
sv_se: Har besökare gått in i alla visningsområden i rummet?

source: Has visitor visited all rooms?
sv_se: Har besökare varit i alla rum?

source: Have you done any of the following to find out about future study or types of work?
sv_se: Har du gjort något av följande för att ta reda på framtida studier eller typer av arbete?

source: Have you ever repeated a <grade>?
sv_se: Har du någon gång gått om en årskurs?

source: Have you ever spoken <English²> in the following contexts?
sv_se: Har du någon gång talat engelska i följande situationer?

source: Have you greeted the dolphins before giving them an instruction?
sv_se: Har du sagt hej till delfinerna innan du ger dem instruktioner?

source: Have you read all pages?
sv_se: Har du läst alla sidor?

source: Have you searched in all libraries?
sv_se: Har du sökt på alla bibliotek?

source: He also needed two for blocks in this program.
sv_se: Han behövde också två för-block i det här programmet.

source: He buys a soil product.
sv_se: Han köper en produkt för uppluckring av jord.

source: He conducts two sets of experiments to test his idea.
sv_se: Han genomför två omgångar av experiment för att testa sin idé.

source: He created this flowchart.
sv_se: Han skapade detta flödesschema.

source: He creates a graph to show the results.
sv_se: Han ritar ett diagram för att visa resultaten.

source: He did not complete <ISCED level 1>.
sv_se: Han har inte avslutat sex år i grundskola

source: He draws a graph to represent the results.
sv_se: Han ritar ett diagram för att visa resultaten.

source: He improved the flowchart so people can keep reading as long as the library is open.
sv_se: Han förbättrade flödesschemat så att besökare kan fortsätta att läsa så länge biblioteket är öppet.

source: He keeps amount of light constant and changes only the amount of water.
sv_se: Han håller mängden ljus konstant och ändrar bara mängden vatten.

source: He needs to arrive in Orangetown before 9:30.
sv_se: Han behöver komma fram till Norrköping innan 09:30.

source: He sees that when water increases, tomatoes first increase, then remain constant.
sv_se: Han ser att när vattenmängden ökar, då ökar först tomaternas antal för att sedan förbli konstant.

source: He should change the amount of cycling and running.
sv_se: Han borde ändra mängden cykling och löpning.

source: He should change the amount of cycling but keep the amount of running constant.
sv_se: Han borde ändra mängden cykling, men hålla mängden löpning konstant.

source: He should change the amount of running but keep the amount of cycling constant.
sv_se: Han borde ändra mängden löpning, men hålla mängden cykling konstant.

source: He should keep the amount of cycling and running constant.
sv_se: Han borde hålla mängden cykling och löpning konstant.

source: He used a repeat block because one set of actions is repeated twice.
sv_se: Han använde ett upprepa-block eftersom en uppsättning instruktioner upprepas två gånger.

source: He used the animate block to make the artwork dynamic.
sv_se: Han använde animera-blocket för att göra konstverket dynamiskt.

source: He used the change colour block in the same way he used the rotate block in the previous task.
sv_se: Han använde byt färg-blocket på samma sätt som han använde rotera-blocket i föregående uppgift.

source: He wants to know how these activities affect his fitness.
sv_se: Han vill veta hur dessa aktiviteter påverkar hans kondition.

source: He wants to switch to either oat milk or soy milk but hasn’t chosen which of the two.
sv_se: Han vill byta till antingen havredryck eller sojadryck, men har inte bestämt sig för vilken.

source: Heart muscle imaging
sv_se: Bildundersökning av hjärtmuskeln

source: Heat Energy Released
sv_se: Värmeenergi som frigörs

source: Height of magnet above ground (mm)
sv_se: Magnetens höjd över marken (mm)

source: Hello
sv_se: Hej

source: Help me to prepare for <English²> tests or assessments
sv_se: Hjälper mig att förbereda mig för prov eller bedömningar i engelska

source: Help you with your homework
sv_se: Hjälper dig med läxorna.

source: Her friend thinks that this will make no difference to the problem because the food has already been packaged and the plastic will end up in the environment anyway.
sv_se: Hennes vän tror inte att det kommer att göra någon skillnad eftersom maten redan har förpackats och plasten ändå kommer att hamna i miljön till slut.

source: Her reasons include the following:
sv_se: Hennes skäl inkluderar följande:

source: Here Plan 1 gives a fitness score of 40 points.
sv_se: Här ger upplägg 1 en konditionspoäng på 40 poäng.

source: Here are excerpts from three sources of information that she has found.
sv_se: Här är utdrag från tre informationskällor som hon har hittat.

source: Here are some statements about the graph.
sv_se: Här är några påståenden om diagrammet.

source: Here are the results of two simulation runs.
sv_se: Här är resultaten av två simuleringar.

source: Here in the data table are the results of 2 other runs.
sv_se: Här i datatabellen finns resultaten från 2 andra körningar.

source: Here is a simple model showing factors that influence the number of dogs with a disease.
sv_se: Här är en enkel modell som visar faktorerna som påverkar antalet hundar med sjukdom.

source: Here is one example:
sv_se: Här är ett exempel:

source: Here is some information about the life cycle of oysters.
sv_se: Här är lite information om ostronens livscykel.

source: Here is what she finds out:
sv_se: Det här är vad hon kom fram till:

source: Here is what the space looks like with panels and 8 artworks.
sv_se: Så här ser utställningen ut med skärmväggar och 8 konstverk.

source: Here you can play recordings of dolphins to observe how they respond to the dolphin calls.
sv_se: Här kan du spela upp inspelningar av delfiner för att observera hur de reagerar på delfinljuden.

source: Here you can find information on the gravity and atmosphere of different planets.
sv_se: Här hitter du information om olika planeters gravitation och atmosfär.

source: Here, the same program that moves the pod to the area and makes it wait 5 minutes (using three repeat blocks) can also move the pod back to the area and make it wait 5 minutes there.
sv_se: Här kan samma program som flyttar kapseln till -området och får den att vänta 5 minuter (med hjälp av tre upprepa-block) även flytta tillbaka kapseln till -området och få den att vänta 5 minuter där.

source: Hi, I am Alex.
sv_se: Hej, jag heter Alex.

source: Hi, I am Andie.
sv_se: Hej, jag heter Andy.

source: Hi, I am Jay.
sv_se: Hej, jag heter Alex.

source: Hi, I am Jo.
sv_se: Hej, jag heter Jonna.

source: Hi, I am Kerry.
sv_se: Hej, jag heter Kim.

source: Hi, I am Nyra.
sv_se: Hej, jag heter Nora.

source: Hi, I am Sam.
sv_se: Hej, jag heter Sam.

source: Hi, I am Sara.
sv_se: Hej, jag heter Sara.

source: High
sv_se: Hög

source: High academic achievement
sv_se: Högt studieresultat

source: High priority
sv_se: Hög prioritet

source: High risk
sv_se: Hög risk

source: High-pressure sodium lamp
sv_se: Högtrycksnatriumlampa

source: Higher temperatures in some areas will lead to an increase in the human death rate.
sv_se: Högre temperaturer i vissa områden kommer att leda till en ökning av dödstalen bland människor.

source: Highest carbon footprint:
sv_se: Högst koldioxidavtryck:

source: Highlight the degree to which you agree with these statements about the test you just completed.
sv_se: Markera i vilken grad du håller med om dessa påståenden som handlar om provet du nyss gjorde.

source: Ho Chi Minh City
sv_se: Ho Chi Minh-staden

source: Ho Chi Minh City has been sinking at a rate of 80 mm/year over the last 20 years.
sv_se: Ho Chi Minh-staden har sjunkit med en takt av 80 mm/år de senaste 20 åren.

source: Hover your cursor over the faces to see these explanations.
sv_se: Håll pekaren över ansiktena för att se dessa förklaringar.

source: How can Jo test how waterproof the jacket will be in rain?
sv_se: Hur kan Julia testa hur vattentät jackan är i regn?

source: How confident do you feel about solving a more complex task?
sv_se: Hur säker känner du dig inför att lösa en mer komplex uppgift?

source: How confident do you feel about your ability to do the following activities in this language?
sv_se: Hur säker känner du dig på din förmåga att göra följande saker på detta språk?

source: How could Amara’s action help lead to a reduction in the amount of microplastics in the environment?
sv_se: Hur kan Amaras agerande bidra till att minska mängden mikroplaster i miljön?

source: How could you use the results of the simulation to calculate the speed of thunder?
sv_se: Hur skulle du kunna använda resultaten från simuleringen för att beräkna åskans hastighet?
